[
    {
      "name": "Jacobson University",
      "imageUrl": "http://placeimg.com/640/480",
      "address": "179 Dena Causeway 44031-3776 South Cathrineview Maine",
      "description": "Voluptatum nam a enim. Deserunt aut velit alias. Et cumque repudiandae ab esse tempore culpa aut veritatis et.Velit aliquam recusandae quos nobis qui iste sit blanditiis sed. Cumque nesciunt autem voluptatem. Quam doloremque aut corporis eveniet. Est eum quo voluptatem aspernatur expedita cum id quia qui. Nihil qui accusamus nemo inventore. Iusto accusantium qui.Aut a quas et et quidem eum doloremque rerum recusandae. Eveniet officiis pariatur. Aperiam et molestiae ut eos a cumque pariatur et natus. Optio accusamus natus suscipit voluptatibus et corrupti et optio. Quos quasi voluptas."
    },
    {
      "name": "Hansen University",
      "imageUrl": "http://placeimg.com/640/480",
      "address": "820 Gerald Street 95714 Lake Bettie Wyoming",
      "description": "Qui accusamus accusamus quae placeat maiores. Atque quis voluptas sapiente dolorem. Dolorem eum soluta consequuntur laudantium qui rerum. Voluptatem exercitationem nam et eos itaque tempora. Nulla est vero vel et quo unde explicabo.Impedit est et dolore doloremque. Quae voluptatem ut asperiores ut corporis officiis. Perspiciatis earum fuga libero. Sapiente vel odit et.Dolor tempore qui. Et reprehenderit blanditiis. Voluptate nemo eveniet quos et aspernatur. Optio id perspiciatis sit porro. Et et ducimus nihil alias dolores. Ad ut voluptate in labore est exercitationem eligendi."
    },
    {
      "name": "Conn University",
      "imageUrl": "http://placeimg.com/640/480",
      "address": "962 Hudson Stravenue 70137 Heidenreichmouth Nevada",
      "description": "Ratione ut numquam maiores dolor delectus ut. Qui et voluptates cupiditate. Temporibus enim est debitis quis est in autem. Placeat voluptate quis maiores facere quod. Suscipit rerum repellat officiis perspiciatis praesentium. Ducimus ut harum ut voluptate commodi ullam. Aperiam laboriosam facere quis. Tenetur voluptatem alias explicabo cum. Molestias et sint sunt et non. Adipisci inventore qui nesciunt est rerum illo. Minima qui in voluptatum excepturi quo fuga rerum. Optio molestiae officiis ratione dignissimos nisi reiciendis quibusdam ut fugiat. Quisquam beatae distinctio maxime quis et cumque et aut voluptatibus."
    },
    {
      "name": "Howell University",
      "imageUrl": "http://placeimg.com/640/480",
      "address": "554 Precious Springs 93823-4399 North Meredith Idaho",
      "description": "Commodi autem consequatur eos nam dolorum perspiciatis dolore. Ullam cupiditate et aliquid. Eum ea expedita minus. Sit consequuntur nostrum excepturi aut est neque quia. Odit excepturi error est optio qui quisquam. Aut omnis saepe rerum quod fuga ut rerum. Quidem vel harum non aut omnis maxime. Aut eligendi commodi ipsum voluptatem. Mollitia dolorem optio recusandae est ut natus voluptatem. Rem minima eum sed minima adipisci qui sint officia magnam. Perferendis ut aut praesentium ut. Autem repellendus quia excepturi enim neque iure."
    },
    {
      "name": "Windler University",
      "imageUrl": "http://placeimg.com/640/480",
      "address": "2787 Hills Gardens 26498-9148 Hermanshire Pennsylvania",
      "description": "Sed reprehenderit pariatur voluptates. Et tempora ullam maxime illum facere soluta nisi. Nihil excepturi repellendus enim necessitatibus cupiditate adipisci repellat architecto provident. Libero sit laboriosam rerum quo maiores repellendus et et dolores. Autem et quas. Natus ea mollitia temporibus vitae temporibus autem magni impedit non. Laudantium aut quia suscipit assumenda perferendis modi itaque. Et officiis ut voluptas cumque nobis et ipsam voluptatibus quam. Autem laborum nemo delectus corporis. Voluptas ducimus maxime dolorum culpa eaque nesciunt aut et. Sit asperiores totam et id fugit delectus vel esse. Accusantium sint unde non voluptatem illo voluptatem consectetur enim."
    },
    {
      "name": "Kshlerin University",
      "imageUrl": "http://placeimg.com/640/480",
      "address": "8439 Francisca Forge 34957 Gottliebtown New Hampshire",
      "description": "Voluptas nesciunt iste consectetur voluptatem nulla dolor voluptatem cumque. Exercitationem deserunt explicabo ducimus aut vitae eius perspiciatis voluptas dolor. Dolor quisquam enim autem fugit nesciunt nostrum. Consequatur consequuntur optio eius harum. Id neque quidem possimus sed. Eum vero enim deleniti labore in quisquam voluptatem. Fuga voluptas corporis et ipsam. Et iure est voluptas rerum quod animi omnis tempore. Rem aspernatur eveniet doloribus enim voluptatem maxime itaque. Quia reiciendis excepturi eius et nihil repellat eius qui."
    },
    {
      "name": "Bogan University",
      "imageUrl": "http://placeimg.com/640/480",
      "address": "2278 Unique Cape 21041-2981 Vitohaven Nevada",
      "description": "Exercitationem commodi aut perferendis omnis ipsa qui iure aut. Sit tempore officiis ea quo in sint est. Sed corporis laudantium est dolores temporibus. Ut quia et explicabo nihil in. Necessitatibus eum natus voluptatem cumque autem fugit. Expedita esse unde hic ut sint esse voluptas. Eum ipsa quaerat quisquam est placeat qui minima et. Assumenda eveniet autem a qui cum. Recusandae pariatur qui et ea mollitia consequatur eveniet commodi et. Nihil debitis doloremque fugit impedit atque molestiae laboriosam quas. Veritatis ut cupiditate ex illum alias eaque. Reiciendis beatae iusto ab occaecati repudiandae error dolores. Ut quod accusamus asperiores quo deleniti totam occaecati."
    },
    {
      "name": "Gerhold University",
      "imageUrl": "http://placeimg.com/640/480",
      "address": "9397 Schmitt Junction 36429 North Jordane Mississippi",
      "description": "Delectus id magnam dolor cupiditate accusamus. Dolorem voluptatem maiores quisquam. Optio modi consequatur dolore non consequatur. Ullam sed totam. Asperiores hic voluptates debitis. Reprehenderit enim minima quisquam. Doloribus veritatis excepturi dolores totam reprehenderit et voluptas laudantium ipsa. Sapiente at et quaerat quae harum maiores eos modi. Temporibus quos dicta quod dolor sed autem officia quidem natus. Vel dolorum voluptas et reiciendis qui debitis unde occaecati vero. Ut et doloribus repudiandae excepturi distinctio. Blanditiis culpa molestiae asperiores ut omnis expedita quisquam voluptatem. Aut voluptatem facere veritatis iste temporibus quia fugit. Quam facilis incidunt. Est quo qui est consequatur sit praesentium. Repudiandae quidem sapiente quia in consequatur rerum quia omnis."
    },
    {
      "name": "Langosh University",
      "imageUrl": "http://placeimg.com/640/480",
      "address": "58489 Kuhic Drive 06111 East Henri California",
      "description": "Ea laborum quaerat placeat facilis. Qui eum in est. Voluptate quo non eos. Distinctio ducimus sint et repellendus vitae est perferendis impedit. Sit inventore eum est. Quo voluptate qui quas voluptatem. Error nam eos ullam veniam dolorem dolores.Voluptatem et tempore dolore. Quaerat aut qui illum est fuga consequatur. A dolorum consequatur esse et ut quia. Amet eveniet deserunt omnis at adipisci eum voluptas quia dignissimos. Id id voluptatem quo iste labore enim alias porro. Et sunt rerum."
    },
    {
      "name": "Abernathy University",
      "imageUrl": "http://placeimg.com/640/480",
      "address": "171 Reinger Station 18145-7826 Revaberg Delaware",
      "description": "Voluptatem corporis non iusto magnam facilis provident. Debitis ab explicabo voluptas corporis laboriosam est. Fugiat ut doloremque illum sunt quidem consequuntur beatae. Natus hic ut tempora ad atque veritatis velit et et. Placeat ut reprehenderit quia consequatur fugit eligendi dolorem molestiae est. Placeat voluptate dicta. Fuga ullam dolores illo quia eligendi modi tempore sit. Tempora saepe omnis veritatis similique harum. Non et dolores eveniet doloribus molestiae. Vel minima quasi doloremque tempore labore. Et veritatis magni ullam hic porro. Nobis soluta reprehenderit fugit ut. Sunt non nostrum facere non quaerat."
    },
    {
      "name": "Kiehn University",
      "imageUrl": "http://placeimg.com/640/480",
      "address": "383 Marlon Stravenue 00992-3134 Turnerfurt New Jersey",
      "description": "Incidunt nostrum aut maxime qui nesciunt vitae laborum natus illum. Itaque quo saepe odio unde culpa. Minima accusantium eveniet non dolor. Optio repellat et rerum.Quasi earum nisi saepe odit consequatur. Iure aut error. Est harum at illo illo. Ad quod nostrum quam. Dolorum quod tempora tempora accusamus quae quis ut quo. Doloribus accusantium ex."
    },
    {
      "name": "Kuvalis University",
      "imageUrl": "http://placeimg.com/640/480",
      "address": "6151 Nienow Haven 72257 North Samanthafurt Montana",
      "description": "Laboriosam ut quis quam sunt exercitationem facilis quasi consequuntur exercitationem. Accusantium voluptatem qui nisi et. Praesentium quas repellat adipisci odit dignissimos. Aspernatur nemo magni quis laudantium cumque quia.Voluptatem provident est modi ut. Et commodi in eius. Eius doloremque ex. Vel rerum aperiam. Expedita et consequatur ut neque."
    },
    {
      "name": "Cronin University",
      "imageUrl": "http://placeimg.com/640/480",
      "address": "930 Roel Forks 35571 New Jason California",
      "description": "Praesentium illo illum. Ipsam ea consequuntur. Et ut asperiores. Consequatur sed ea inventore nam vitae necessitatibus. Ut aut ea cum iste repellendus."
    },
    {
      "name": "Dibbert University",
      "imageUrl": "http://placeimg.com/640/480",
      "address": "8227 Felicia Station 01284 Dickensfurt Montana",
      "description": "Non dignissimos ad sed quisquam quis cum est optio assumenda. Eos placeat recusandae quis sapiente ut vitae et. Iste minima itaque illum. Et qui aut quasi magnam reprehenderit sit. Quia tenetur quibusdam."
    },
    {
      "name": "Konopelski University",
      "imageUrl": "http://placeimg.com/640/480",
      "address": "01336 Beer Forge 42939 Lurlineborough Washington",
      "description": "Modi quam dolorem eos vel harum velit veritatis. Odio quo ab eveniet aut necessitatibus ut repellendus. Qui rerum quas molestiae autem delectus doloremque id cum velit. Nesciunt ut excepturi deleniti est exercitationem autem perspiciatis provident. Saepe aut molestiae adipisci."
    }
  ]